template = \
{
    "장비": {
        "저급": [0, 0, 0, 0],
        "일반": [0, 0, 0, 0],
        "고급": [0, 0, 0, 0],
        "영웅": [0, 0, 0, 0],
        "전설": [0, 0, 0, 0],
        "신": [0, 0, 0, 0],
        "불멸": [0, 0, 0, 0]
    },
    "정령": {
        "일반": [-1, -1, -1, -1],
        "고급": [-1, -1, -1, -1],
        "영웅": [-1, -1, -1, -1],
        "전설": [-1, -1, -1, -1]
    },
    "능력치": {
        "공격력": 0,
        "마력": 0,
        "HP 증가": 0,
        "치명타 확률 증가": 0,
        "치명타 데미지 증가": 0,
        "MP 증가": 0,
        "사신타 확률 증가": 0,
        "사신타 데미지 증가": 0
    },
    "펜던트": {
        "유혹": 0,
        "숲": 0,
        "행운": 0,
        "천둥": 0,
        "사신의 눈물": 0,
        "성검": 0,
        "독수리": 0,
        "십자가": 0,
        "광기": 0
    },
    "스킬-액티브": {
        "사신의낫": [0, 0],
        "포터": 0,
        "홀리 실드": 0,
        "홀리 스나이퍼": 0,
        "홀리 팅글": 0,
        "라이트닝샷": 0,
        "라이트닝 마그넷": 0,
        "스카이 라이트닝": 0,
        "소울 파이어": 0,
        "점화": 0,
        "미스틱블래스": 0,
        "프리즘 스모크": 0,
        "홀리 붐": [0, 0],
        "메테오 오리지널": 0,
        "천계의 계약": 0
    },
    "스킬-패시브": {
        "주피터의 지혜": 0,
        "넵튠의 지혜": 0,
        "불칸의 지혜": 0,
        "아폴로의 지혜": 0,
        "사신의 의무": 0,
        "지상의 기도": 0,
        "영웅의 기운": 0,
        "미네르바의 지혜": 0,
        "전설의 주문": 0,
        "블레싱": 0,
        "플루토의 낫": 0,
        "플루토의 보주": 0,
        "플루토의 옷": 0,
        "만해": 0,
        "타나토스의 손길": 0,
        "타나토스의 분노": 0
    },
    "코스튬": {
        "일반": ["마력", "체력", "상태이상 면역", "획득 경험치 증가", "마력 증가"],
        "일반수치": [0, 0, 0, 0, 0],
        "고급": ["마력", "마력"],
        "고급수치": [0, 0]
    },
    "펫": {
        "마력": 25,
        "공격력": 25,
        "경험치": 25,
        "골드": 25,
        "active": "마력"
    },
    "제물": {
        "벌집": 0,
        "해골": 0,
        "식기": 0,
        "술잔": 0,
        "말발굽": 0,
        "고글": 0,
        "촛대": 0,
        "반지": 0,
        "귀걸이": 0
    },
    "컬렉션": {
        "공격력": 0,
        "마력": 0
    },
    "용알": 0,
    "장착 무기": ["저급", 0],
    "장착 정령": ["일반", 0],
    "레벨": 1
}