template = \
{
    "장비": {
        "저급": [1, 1, 1, 1],
        "일반": [1, 1, 1, 1],
        "고급": [1, 1, 1, 1],
        "영웅": [1, 1, 1, 1],
        "전설": [1, 1, 1, 1],
        "신": [1, 1, 1, 1],
        "불멸": [1, 1, 1, 1]
    },
    "정령": {
        "일반": [1, 1, 1, 1],
        "고급": [1, 1, 1, 1],
        "영웅": [1, 1, 1, 1],
        "전설": [1, 1, 1, 1]
    },
    "능력치": {
        "공격력": 1,
        "마력": 1,
        "HP 증가": 1,
        "치명타 확률 증가": 1,
        "치명타 데미지 증가": 1,
        "MP 증가": 1,
        "사신타 확률 증가": 1,
        "사신타 데미지 증가": 1
    },
    "펜던트": {
        "유혹": 1,
        "숲": 1,
        "행운": 1,
        "천둥": 1,
        "사신의 눈물": 1,
        "성검": 1,
        "독수리": 1,
        "십자가": 1,
        "광기": 1
    },
    "스킬-액티브": {
        "사신의 낫": [1, 1],
        "홀리 실드": 1,
        "홀리 스나이퍼": 1,
        "홀리 팅글": 1,
        "라이트닝 샷": 1,
        "라이트닝 마그넷": 1,
        "스카이 라이트닝": 1,
        "소울 파이어": 1,
        "점화": 1,
        "미스틱 블래스": 1,
        "프리즘 스모크": 1,
        "홀리 붐": 1,
        "다크 붐 각성": 1,
        "메테오 오리지널": 1,
        "천계의 계약": 0
    },
    "스킬-패시브": {
        "주피터의 지혜": 1,
        "넵튠의 지혜": 1,
        "불칸의 지혜": 1,
        "아폴로의 지혜": 1,
        "사신의 의무": 1,
        "지상의 기도": 1,
        "영웅의 기운": 1,
        "미네르바의 지혜": 1,
        "전설의 주문": 1,
        "블레싱": 1,
        "플루토의 낫": 1,
        "플루토의 보주": 1,
        "플루토의 옷": 1,
        "만해": 1,
        "타나토스의 손길": 1,
        "타나토스의 분노": 1
    },
    "코스튬": {
        "일반": ["마력", "체력", "상태이상 면역", "획득 경험치 증가", "마력 증가"],
        "일반수치": [1, 1, 1, 1, 1],
        "고급": ["마력", "마력"],
        "고급수치": [1, 1]
    },
    "펫": {
        "마력": 25,
        "공격력": 25,
        "경험치": 25,
        "골드": 25,
        "active": "마력"
    },
    "제물": {
        "벌집": 1,
        "해골": 1,
        "식기": 1,
        "술잔": 1,
        "말발굽": 1,
        "고글": 1,
        "촛대": 1,
        "반지": 1,
        "귀걸이": 1
    },
    "컬렉션": {
        "공격력": 1,
        "마력": 1
    },
    "용알": 1,
    "장착 무기": ["불멸", 3],
    "장착 정령": ["전설", 3],
    "레벨": 1
}